Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

source: Sign In
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন করুন
ca: Accedeix
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Conectar
fi: Kirjaudu
fr: Connexion
fr_ca: Connexion
gu: સાઇન ઇન કરો
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
lt: Prisijungti
ml: സൈൻ ഇൻ ചെയ്യൂ
mr: साइन इन
ms: Daftar Masuk
nl: Log in
no: Logg på
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
ta: உள்நுழைக
te: సైన్ ఇన్
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
ur: سائن اِن کریں
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# AUTHORIZE_FIRST_TIME_TITLE
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
bn: Apple দিয়ে সাইন ইন করুন
ca: Inici de sessió amb Apple
cs: Přihlášení přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση μέσω Apple
es: Iniciar sesión con Apple
es_419: Iniciar sesión con Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
fr_ca: Connexion avec Apple
gu: Apple દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות Apple
hi: Apple से साइन इन करें
hr: Prijava s Appleom
hu: Bejelentkezés az Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kk: Apple арқылы жүйеге кіру
kn: Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple로 로그인
lt: Prisijungti naudojant „Apple“
ml: Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: ‘Apple सह साइन इन करा’
ms: Daftar masuk dengan Apple
nl: Log in met Apple
no: Logg på med Apple
or: Apple ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się, używając konta Apple
pt_br: Iniciar sessão com a Apple
pt_pt: Iniciar sessão com a Apple
ro: Autentificați‑vă cu Apple
ru: Вход с Apple
sk: Prihlásenie cez Apple
sl: Vpis z računom Apple
sv: Logga in med Apple
ta: Apple மூலம் உள்நுழையவும்
te: Appleతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย Apple
tr: Apple ile Giriş Yap
uk: Вхід з Apple
ur: ‏Apple سے سائن اِن کریں
vi: Đăng nhập bằng Apple
zh_cn: 通过Apple登录
zh_hk: 使用Apple登入
zh_tw: 使用Apple登入

# ENROLL_FORGOT_MORE_DEVICES_TITLE
source: If you can‘t remember the password for %@ “%@”, you can enter the password for one of your other devices.
ar: إذا كنت لا تتذكر كلمة سر %@ ‏"%@"، يمكنك إدخال كلمة السر الخاصة بأحد أجهزتك الأخرى.
bg: Ако не помните паролата за %@ „%@“, можете да въведете паролата за някое от другите си устройства.
bn: যদি আপনার %@ “%@”-এর পাসওয়ার্ডটি মনে না থাকে, তাহলে আপনি আপনার অন্য ডিভাইসগুলির মধ্যে যেকোনো একটির পাসওয়ার্ড লিখতে পারেন।
ca: Si has oblidat la contrasenya del dispositiu %@ “%@”, pots introduir la contrasenya d’un altre dispositiu.
cs: Pokud si nepamatujete heslo k zařízení %@ „%@“, můžete zadat heslo k jednomu ze svých ostatních zařízení.
da: Hvis du ikke kan huske adgangskoden til %@ “%@”, kan du skrive adgangskoden til en af dine andre enheder.
de: Wenn du das %@-Passwort für „%@“ vergessen hast, kannst du das Passwort für eines deiner anderen Geräte eingeben.
el: Αν δεν θυμάστε το συνθηματικό για το %@ «%@», μπορείτε να εισαγάγετε το συνθηματικό μιας άλλης συσκευής σας.
es: Si no recuerdas la contraseña del %@ “%@”, puedes introducir la contraseña de uno de tus otros dispositivos.
es_419: Si no recuerdas la contraseña del %@ “%@”, puedes ingresar la contraseña de uno de tus otros dispositivos.
fi: Jos et muista laitteen ”%2$@” (%1$@) salasanaa, voit syöttää jonkin toisen laitteesi salasanan.
fr: Si vous ne vous souvenez pas du mot de passe de votre %@ « %@ », vous pouvez saisir celui de l’un de vos autres appareils.
fr_ca: Si vous ne parvenez pas à vous souvenir du mot de passe de votre %@ « %@ », entrez le mot de passe de l’un de vos autres appareils.
gu: જો તમને %1$@ “%2$@”નો પાસવર્ડ યાદ આવતો ન હોય તો તમે તમારાં બીજાં ડિવાઇસમાંથી કોઈ એકનો પાસવર્ડ એંટર કરી શકો છો.
he: אם אין לך את הסיסמה של %@ ‏״%@״, באפשרותך להזין את הסיסמה של אחד המכשירים האחרים שלך.
hi: यदि आपको %1$@ “%2$@” का पासवर्ड याद नहीं आ रहा हो, तो आप अपने किसी अन्य डिवाइस का पासवर्ड दर्ज कर ^[सकते हैं](inflect: true)।
hr: Ako se ne možete sjetiti lozinke za %@ "%@", možete unijeti lozinku za jedan od vaših drugih uređaja.
hu: Ha nem emlékszik a(z) „%2$@” %1$@ jelszavára, adja meg egy másik eszközének jelszavát.
id: Jika Anda tidak dapat mengingat kata sandi untuk %@ “%@”, Anda dapat memasukkan kata sandi untuk salah satu perangkat Anda lainnya.
it: Se non ricordi la password di %@ (%@), puoi inserire quella di uno degli altri dispositivi in tuo possesso.
ja: %@ “%@”のパスワードをお忘れの場合は、ほかのデバイスのいずれかのパスワードを入力できます。
kk: %@ «%@» үшін құпиясөзді еске түсіре алмасаңыз, басқа құрылғылардың біріне арналған құпиясөзді енгізуге болады.
kn: %@ “%@”ಗೆ ಸಂಬಂಧಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನಿಮ್ಮ ಇತರ ಸಾಧನಗಳಲ್ಲೊಂದರ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನೀವು ನಮೂದಿಸಬಹುದು.
ko: ‘%2$@’ %1$@의 암호가 기억나지 않는 경우, 사용자의 다른 기기의 암호를 입력할 수 있습니다.
lt: Jei negalite prisiminti „%@“ įrenginio „%@“ slaptažodžio, galite įvesti kito įrenginio slaptažodį.
ml: നിങ്ങൾക്ക് ‘%2$@’ എന്ന %1$@-നുള്ള പാസ്‌വേഡ് ഓർമയില്ലെങ്കിൽ, നിങ്ങളുടെ മറ്റ് ഡിവൈസുകളിലൊന്നിന്റെ പാസ്‌വേഡ് നൽകാനാകും.
mr: जर तुम्हाला तुमच्या %@ ‘%@’ चा पासवर्ड लक्षात नसेल, तर तुम्ही तुमच्या कोणत्याही डिव्हाइसचा पासवर्ड प्रविष्ट करू शकता.
ms: Jika anda tidak mengingati kata laluan untuk %@ “%@”, anda boleh memasukkan kata laluan untuk salah satu peranti anda yang lain.
nl: Als je het wachtwoord voor de %@ '%@' niet meer weet, kun je het wachtwoord voor een van je andere apparaten invoeren.
no: Hvis du har glemt passordet til %@-enheten «%@», kan du oppgi passordet til en av de andre enhetene dine.
or: ଯଦି ଆପଣ %@ “%@”ର ପାସ୍‌ୱର୍ଡ୍‌ ମନେପକାଇ ପାରୁନାହାନ୍ତି, ତେବେ ଆପଣ ନିଜର ଅନ‍୍ୟ କୌଣସି ଡିଭାଇସ୍‌ର ପାସ୍‌ୱର୍ଡ୍‌ ଲେଖିପାରିବେ।
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ %@ ”%@” ਦਾ ਪਾਸਵਰਡ ਯਾਦ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਕਿਸੇ ਵੀ ਹੋਰ ਡਿਵਾਈਸ ਦਾ ਪਾਸਵਰਡ ਭਰੋ ਸਕਦੇ ਹੋ।
pl: Jeśli nie pamiętasz hasła tego urządzenia (%@ „%@”), możesz podać hasło innego urządzenia.
pt_br: Se você não se lembra da senha do %@ “%@”, você pode digitar a senha de um dos seus outros dispositivos.
pt_pt: Se não se lembra da palavra‑passe do %@ “%@”, pode digitar a palavra‑passe de um dos seus outros dispositivos.
ro: Dacă nu vă puteți aminti parola pentru %@‑ul „%@”, puteți introduce parola pentru unul dintre celelalte dispozitive ale dvs.
ru: Если Вы не помните пароль для %@ «%@», можно ввести пароль для одного из других своих устройств.
sk: Ak si nemôžete spomenúť na heslo pre %@ „%@“, môžete zadať heslo niektorého z vašich ostatných zariadení.
sl: Če se ne morete spomniti gesla za napravo %@ »%@«, lahko vnesete geslo za eno od drugih naprav.
sv: Om du inte kommer ihåg lösenordet för din %@ ”%@” kan du ange lösenordet för en annan av dina enheter.
ta: %@ “%@”க்கான பாஸ்வேர்டு நினைவில் இல்லையெனில் உங்கள் மற்றொரு சாதனத்தின் பாஸ்வேர்டை உள்ளிடலாம்.
te: మీకు “%@” %@ పాస్‌వర్డ్ గుర్తురాకపోతే, మీరు మీ ఇతర డివైజ్‌లలో ఒకదాని పాస్‌వర్డ్‌ను నమోదు చేయవచ్చు.
th: ถ้าคุณจำรหัสผ่านของ%[tt]@ “%@” ไม่ได้ คุณสามารถป้อนรหัสผ่านของอุปกรณ์เครื่องอื่นของคุณได้
tr: “%2$@” adlı %1$@ parolasını anımsayamıyorsanız diğer aygıtlarınızdan birinin parolasını girebilirsiniz.
uk: Якщо ви не памʼятаєте пароль для %@ «%@», можна ввести пароль одного з інших ваших пристроїв.
ur: ‏⁨“%2$@”%1$@⁩ کا پاس ورڈ یاد نہ ہونے کی صورت میں آپ اپنے کسی دوسرے ڈیوائس کا پاس ورڈ درج کر سکتے ہیں۔
vi: Nếu bạn không thể nhớ mật khẩu cho %@ “%@”, bạn có thể nhập mật khẩu cho một trong các thiết bị khác của mình.
zh_cn: 若忘记%@“%@”的密码，你可以输入其他设备的密码。
zh_hk: 如果你記不起%@「%@」的密碼，你可以輸入另一部裝置的密碼。
zh_tw: 若不記得%@「%@」的密碼，你可以輸入其他裝置的密碼。

# ENROLL_GENERIC_ICSC_LABEL
source: Your iCloud data is protected by your iCloud Security Code.
ar: بيانات iCloud الخاصة بك محمية برمز أمن iCloud.
bg: Вашите iCloud данни са защитени от вашия код за сигурност за iCloud.
bn: আপনার iCloud ডেটা আপনার iCloud সিকিউরিটি কোড দ্বারা সুরক্ষিত।
ca: Les dades de l’iCloud estan protegides amb el codi de seguretat de l’iCloud.
cs: Vaše data na iCloudu jsou chráněna zabezpečovacím kódem pro iCloud.
da: Dine iCloud-data er beskyttet af din iCloud-sikkerhedskode.
de: Deine iCloud-Daten sind mit deinem iCloud-Sicherheitscode geschützt.
el: Τα δεδομένα σας στο iCloud προστατεύονται από τον κωδικό ασφαλείας iCloud σας.
es: Los datos de iCloud están protegidos por el código de seguridad de iCloud.
es_419: Tus datos en iCloud están protegidos por el código de seguridad de iCloud.
fi: iCloud-tietosi on suojattu iCloud-suojakoodilla.
fr: Vos données iCloud sont protégées par votre code de sécurité iCloud.
fr_ca: Les données iCloud sont protégées par votre code de sécurité iCloud.
gu: તમારો iCloud ડેટા તમારા iCloud સુરક્ષા કોડ દ્વારા રક્ષિત છે.
he: נתוני ה-iCloud שלך מוגנים על-ידי קוד האבטחה של iCloud.
hi: आपका iCloud डेटा आपके iCloud सुरक्षा कोड द्वारा सुरक्षित है।
hr: Vaši iCloud podaci zaštićeni su vašim iCloud sigurnosnim kodom.
hu: Az iCloudban tárolt adatai az iCloud biztonsági kódjával vannak védve.
id: Data iCloud Anda dilindungi oleh Kode Keamanan iCloud Anda.
it: I dati presenti su iCloud sono protetti dal codice di sicurezza iCloud.
ja: iCloudのデータはiCloudセキュリティコードによって保護されています。
kk: iCloud деректері iCloud қауіпсіздік кодымен қорғалған.
kn: ನಿಮ್ಮ iCloud ಡೇಟವನ್ನು ನಿಮ್ಮ iCloud ಭದ್ರತಾ ಕೋಡ್ ಮೂಲಕ ಸುರಕ್ಷಿತಗೊಳಿಸಲಾಗಿದೆ.
ko: iCloud 데이터가 사용자의 iCloud 보안 코드로 보호되어 있습니다.
lt: „iCloud“ duomenys apsaugoti jūsų „iCloud“ saugos kodu.
ml: iCloud സുരക്ഷാ കോഡ് ഉപയോഗിച്ച് നിങ്ങളുടെ iCloud ഡാറ്റ പരിരക്ഷിതമാക്കി.
mr: तुमचा iCloud डेटा तुमच्या iCloud सिक्युरिटी कोडने सुरक्षित केला आहे.
ms: Data iCloud anda dilindungi oleh Kod Keselamatan iCloud anda.
nl: Je iCloud-gegevens zijn beveiligd met je iCloud-beveiligingscode.
no: iCloud-dataene dine er beskyttet med iCloud-sikkerhetskoden.
or: ଆପଣଙ୍କ iCloud ଡେଟା ଆପଣଙ୍କର iCloud ସୁରକ୍ଷା କୋଡ୍ ଦ୍ୱାରା ସୁରକ୍ଷିତ ଅଟେ।
pa: ਤੁਹਾਡਾ iCloud ਡੇਟਾ ਤੁਹਾਡੇ iCloud ਸੁਰੱਖਿਆ ਕੋਡ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਹੈ।
pl: Twoje dane iCloud są chronione kodem zabezpieczającym iCloud.
pt_br: Seus dados do iCloud estão protegidos pelo seu Código de Segurança do iCloud.
pt_pt: Os seus dados em iCloud estão protegidos pelo código de segurança de iCloud.
ro: Datele dvs. iCloud sunt protejate de codul dvs. de securitate iCloud.
ru: Ваши данные iCloud защищены Кодом безопасности iCloud.
sk: Vaše dáta v iCloude sú chránené bezpečnostným kódom pre iCloud.
sl: Vaši podatki v storitvi iCloud so zaščiteni z varnostno kodo iCloud.
sv: Dina iCloud-data skyddas av din iCloud-säkerhetskod.
ta: உங்கள் iCloud பாதுகாப்புக் குறியீடு iCloud தரவைப் பாதுகாக்கிறது.
te: మీ iCloud డేటాను మీ iCloud భద్రతా కోడ్ సంరక్షిస్తుంది.
th: ข้อมูล iCloud ของคุณมีการปกป้องด้วยรหัสความปลอดภัย iCloud ของคุณ
tr: iCloud verileriniz iCloud Güvenlik Kodu’nuz tarafından korunuyor.
uk: Ваші дані iCloud захищено захисним кодом iCloud.
ur: آپ کا ‏iCloud ڈیٹا آپ کے ‏iCloud سیکورٹی کوڈ کے ذریعے محفوظ ہے۔
vi: Dữ liệu iCloud được bảo vệ bằng Mã bảo mật iCloud của bạn.
zh_cn: 你的iCloud数据受iCloud安全码保护。
zh_hk: 你的iCloud資料是由「iCloud鑰匙圈安全碼」所保護。
zh_tw: 你的iCloud資料受到「iCloud安全碼」的保護。

# AUTHORIZE_MANAGED_APPLE_ACCOUNT_WELCOME_BACK_PROXIED_FORMAT
source: Do you want to sign in to %@ on the %@ “%@” with your existing Managed Apple Account from %@?
ar: هل ترغب في تسجيل الدخول إلى %@ على %@ ‏"%@" باستخدام حساب Apple المُدار الحالي، من %@؟
bg: Искате ли да влезете в %@ на %@ „%@“ с вашата Управлявана Apple регистрация от %@?
bn: আপনি কি %4$@ থেকে আপনার বিদ্যমান ম্যানেজড Apple অ্যাকাউন্টের মাধ্যমে %2$@ “%3$@-এ %1$@-এ সাইন ইন করতে চান?
ca: Vols iniciar sessió a %@ al dispositiu %@ “%@” amb el compte d’Apple gestionat que ja tens i que t’ha facilitat %@?
cs: Chcete se k aplikaci %@ na zařízení %@ „%@“ přihlásit pod svým stávajícím spravovaným účtem Apple poskytnutým organizací %@?
da: Vil du logge ind på %@ på %@ “%@” med din eksisterende administrerede Apple‑konto fra %@?
de: Möchtest du dich bei „%@“ auf dem %@ „%@“ mit deinem vorhandenen verwalteten Apple Account von %@ anmelden?
el: Θέλετε να συνδεθείτε σε «%@» στο %@ (%@) με τον υπάρχοντα Διαχειριζόμενο λογαριασμό Apple από %@;
es: ¿Quieres iniciar sesión en %@ en el %@ “%@” con tu cuenta de Apple gestionada de %@?
es_419: ¿Quieres iniciar sesión en %@ en el %@ “%@” con tu cuenta de Apple administrada de %@?
fi: Kirjaudutaanko %[tt]@-tilille %[tt]@-laitteessa ”%@”, käyttäen olemassa olevaa hallittua Apple ID:tä, jonka %@ tarjoaa?
fr: Voulez-vous vous connecter à %1$@ sur l’appareil « %3$@ » (%2$@) avec votre compte Apple géré existant fourni par %4$@ ?
fr_ca: Voulez-vous vous connecter à %@ sur l’%@ « %@ » avec votre compte Apple géré par %@?
gu: શું તમે %4$@થી તમારા પ્રવર્તમાન મૅનેજ કરેલા Apple અકાઉંટનો ઉપયોગ કરીને %2$@ %3$@ પર %1$@માં સાઇન ઇન કરવા માંગો છો?
he: האם ברצונך להתחבר אל ״%@״ ב-%@ ‏״%@״ באמצעות חשבון ה-Apple המנוהל הקיים שלך שסופק על ידי %@?
hi: क्या आप %4$@ से अपने मौजूदा प्रबंधित Apple खाते से %2$@ “%3$@” पर %1$@ में साइन इन करना ^[चाहते हैं](inflect: true)?
hr: Želite li se prijaviti u %@ na uređaju %@ “%@“ koristeći svoj postojeći Upravljani Apple račun od %@?
hu: A(z) %4$@ szervezethez tartozó felügyelt Apple-fiókjával szeretne bejelentkezni a(z) %1$@ appba a(z) „%3$@” %2$@ eszközön?
id: Apakah Anda ingin masuk ke %@ di %@ “%@” dengan Akun Apple Terkelola Anda yang ada dari %@?
it: Vuoi accedere a %@ su %@ (%@) con l’Apple Account gestito esistente, fornito da %@?
ja: %4$@からの既存の管理対象Apple Accountを使用して“%3$@”の%2$@で%1$@にサインインしますか?
kk: %2$@ «%3$@» құрылғысындағы %1$@ қолданбасына %4$@ берген қолданыстағы басқарылатын Apple аккаунтыңызбен кіру қажет пе?
kn: %4$@ರಿಂದ ಪಡೆದ ನಿಮ್ಮ ನಿರ್ವಹಿಸಲಾದ Apple ಖಾತೆ ಮೂಲಕ %2$@ “%3$@”ರಲ್ಲಿ %1$@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ko: %4$@에서 제공한 사용자의 기존 관리형 Apple 계정을 사용하여 %2$@ ‘%3$@’에서 %1$@에 로그인하겠습니까?
lt: Ar norite prisijungti prie „%@“ paskyros „%@“ įrenginyje („%@“) naudodami „%@“ valdomą „Apple“ paskyrą?
ml: %4$@ എന്നതിൽ നിന്നും നിങ്ങളുടെ മാനേജ് ചെയ്യപ്പെടുന്ന Apple അക്കൗണ്ട് ഉപയോഗിച്ച് %2$@ ‘%3$@’ എന്നതിലെ %1$@ എന്നതിൽ നിങ്ങൾക്ക് സൈൻ ഇൻ ചെയ്യണോ?
mr: तुम्हाला ‘%4$@’ कडून सध्या मॅनेज केलेल्या Apple अकाउंटने %3$@ ‘%2$@’ वर %1$@ मध्ये साइन इन करायचे आहे का?
ms: Adakah anda mahu mendaftar masuk ke %@ pada “%@” %@ dengan Akaun Apple Terurus sedia ada anda daripada %@?
nl: Wil je inloggen bij %@ op de %@ '%@' met je bestaande beheerde Apple Account van %@?
no: Vil du logge på %@ på %@-enheten kalt «%@» med den administrerte Apple-kontoen fra %@?
or: ଆପଣ %1$@ରୁ ଆପଣଙ୍କ ବିଦ୍ଯମାନ ପରିଚାଳିତ Apple ଆକାଉଣ୍ଟ୍‌ ସାହାଯ୍ୟରେ %2$@ “%3$@”ରେ %4$@ରେ ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ %4$@ ਤੋਂ ਆਪਣੇ ਮੌਜੂਦਾ ਪ੍ਰਬੰਧਿਤ Apple ਖਾਤੇ ਨਾਲ %2$@ “%3$@” ’ਤੇ %1$@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zalogować się w %@ na urządzeniu %@ o nazwie „%@”, używając istniejącego zarządzanego konta Apple, które dostarcza %@?
pt_br: Deseja iniciar uma sessão em %@ na %@ “%@” com a sua Conta Apple Gerenciada existente de %@?
pt_pt: Gostaria de iniciar sessão em %@ na %@ “%@” com a sua conta Apple gerida fornecida por %@?
ro: Doriți să vă autentificați în %@ pe %@‑ul „%@” utilizând contul Apple gestionat existent de la %@?
ru: Хотите войти в сервис «%@» на %@ (%@) с существующим управляемым Аккаунтом Apple от организации «%@»?
sk: Chcete sa prihlásiť do apky %@ na zariadení %@ „%@“ pomocou existujúceho spravovaného Apple účtu poskytnutého organizáciou %@?
sl: Se želite v »%@« v napravi %@ »%@« vpisati s svojim obstoječim upravljanim računom Apple organizacije %@?
sv: Vill du logga in på %@ på %@-enheten ”%@” med ditt befintliga hanterade Apple‑konto från %@?
ta: %@ நிர்வகிக்கும் ஏற்கெனவே உள்ள Apple கணக்கின் மூலம் %@ “%@” என்ற சாதனத்தில் உள்ள %@ செயலியில் உள்நுழைய வேண்டுமா?
te: మీరు “%4$@” నుండి మీ నిర్వహించబడిన Apple ఖాతాతో “%3$@”లోని %2$@‌లో %1$@‌కు సైన్ ఇన్ చేయాలనుకుంటున్నారా?
th: คุณต้องการลงชื่อเข้า%[tt]@บน%[tt]@ “%@”ด้วยบัญชี Apple ที่มีการจัดการที่มีอยู่ของคุณจาก%[tt]@หรือไม่
tr: Var olan %4$@ Yönetilen Apple Hesabı’nızla “%3$@” adlı %2$@ üzerinde %1$@ uygulamasına giriş yapmak ister misiniz?
uk: Увійти в програму «%@» на %@ «%@» із наявним керованим обліковим записом Apple, що надає %@?
ur: کیا آپ ‏%4$@ سے اپنے موجودہ زیرِ اتنظام ‏Apple اکاؤنٹ سے ‏%2$@ ‏”%3$@“ پر ‏%1$@ میں سائن اِن کرنا چاہتے ہیں؟
vi: Bạn có muốn đăng nhập vào %@ trên %@ “%@” bằng Tài khoản Apple được quản lý hiện có của mình từ %@ không?
zh_cn: 要通过来自%4$@的现有管理式Apple账户在%2$@“%3$@”上登录%1$[tt]@吗？
zh_hk: 你想使用來自%4$@的現有「管理式Apple帳户」在%2$@「%3$@」上登入%1$[tt]@嗎？
zh_tw: 要使用你%4$@現有的「管理式Apple帳號」在%2$@「%3$@」上登入%1$[tt]@嗎？

# AUTHORIZATION_PRIVACY_FOURTH_BULLET
source: Sign in with Apple is protected by Touch ID, Face ID, and strong passcode options.
ar: تسجيل الدخول باستخدام Apple محمي ببصمة الإصبع و بصمة الوجه وخيارات رمز الدخول القوي.
bg: Вход с Apple е защитено от Touch ID, Face ID и опции за силен код за защита.
bn: Apple দিয়ে সাইন ইনের প্রক্রিয়াটি হল Touch ID, Face ID, ও শক্তিশালী পাসকোড দ্বারা সুরক্ষিত।
ca: L’inici de sessió amb Apple es protegeix amb el Touch ID, el Face ID i opcions per crear codis segurs.
cs: Přihlášení přes Apple je chráněno pomocí Touch ID, Face ID, a silných přístupových kódů.
da: Log ind med Apple er beskyttet af Touch ID, Face ID og muligheder for at bruge stærke koder.
de: „Mit Apple anmelden“ ist durch Touch ID, Face ID und starke Passwortoptionen geschützt.
el: Η Σύνδεση μέσω Apple προστατεύεται από Touch ID, Face ID και επιλογές ισχυρού κωδικού.
es: La función “Iniciar sesión con Apple” está protegida por Touch ID, Face ID y opciones de código seguro.
es_419: Iniciar Sesión con Apple utiliza métodos de protección que incluyen Touch ID, Face ID y opciones de código seguro.
fi: ”Kirjaudu sisään Applella” on suojattu Touch ID:llä, Face ID:llä ja vahvalla pääsykoodilla.
fr: La sécurité de « Se connecter avec Apple » est assurée par Touch ID, Face ID et des options de code complexe.
fr_ca: « Connexion avec Apple » bénéficie de la protection de Touch ID, de Face ID et des options de code robuste.
gu: Apple દ્વારા સાઇન ઇનને Touch ID, Face ID અને મુશ્કેલ પાસકોડ વિકલ્પો સાથે સુરક્ષિત કરવામાં આવ્યું છે.
he: ״התחברות באמצעות Apple״ מוגנת על-ידי Touch ID, ‏Face ID, ואפשרויות קוד גישה חזק.
hi: Apple से साइन इन को Touch ID, Face ID और कठिन पासकोड विकल्पों के साथ सुरक्षित किया गया है।
hr: Opciju Prijava s Appleom štite Touch ID, Face ID i opcije snažne lozinke.
hu: A Bejelentkezés az Apple-lel funkció védelmére választható Touch ID, Face ID és erős jelkód.
id: Masuk dengan Apple dilindungi oleh Touch ID, Face ID, dan pilihan kode sandi yang kuat.
it: “Accedi con Apple” è protetto tramite Touch ID, Face ID e dalle opzioni per rendere il codice sicuro.
ja: “Appleでサインイン”は、Touch ID、Face ID、および強力なパスコードオプションによって保護されます。
kk: Apple арқылы жүйеге кіру функциясы Touch ID, Face ID функцияларымен және күрделі құпиякод опцияларымен қорғалған.
kn: Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ ಎಂಬುದು Touch ID, Face ID ಮತ್ತು ಪ್ರಬಲ ಪಾಸ್‌ಕೋಡ್ ಆಯ್ಕೆಗಳಿಂದ ರಕ್ಷಣೆಯನ್ನು ಹೊಂದಿದೆ.
ko: ‘Apple로 로그인’은 Touch ID, Face ID 및 강력한 암호로 보호됩니다.
lt: Funkcija „Prisijungti naudojant „Apple“ apsaugota „Touch ID“, „Face ID“ ir atsparaus prieigos kodo parinktimis.
ml: ‘Apple കൊണ്ട് സൈൻ ഇൻ ചെയ്യൂ’ Touch ID, Face ID, ശക്തമായ പാസ്കോഡ് ഓപ്ഷനുകൾ എന്നിവ കൊണ്ട് പരിരക്ഷിതമാക്കിയിരിക്കുന്നു.
mr: ‘Apple सह साइन इन करा’ हे Touch ID, Face ID, आणि सशक्त पासकोड पर्यायांनी सुरक्षित आहे.
ms: Daftar masuk dengan Apple dilindungi oleh pilihan Touch ID, Face ID dan kod laluan kukuh.
nl: 'Log in met Apple' wordt beveiligd door Touch ID, Face ID en sterke toegangscodeopties.
no: Logg på med Apple beskyttes av Touch ID, Face ID og sterke passord.
or: Touch ID, Face ID, ଓ ଦୃଢ଼ ପାସ୍‌କୋଡ୍ ବିକଳ୍ପ ଦ୍ୱାରା Apple ରେ ସାଇନ୍ ଇନ୍ କରିବାକୁ ସୁରକ୍ଷିତ କରାଯାଇଛି।
pa: “Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ” ਨੂੰ Touch ID, Face ID, ਅਤੇ ਮਜ਼ਬੂਤ ਪਾਸਕੋਡ ਵਿਕਲਪਾਂ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Funkcja Zaloguj się, używając konta Apple jest chroniona przez Touch ID, Face ID i silny kod.
pt_br: Iniciar sessão com a Apple é um recurso protegido por opções de Touch ID, Face ID e código complexo.
pt_pt: A funcionalidade Iniciar sessão com a Apple está protegida pelas seguintes opções: Touch ID, Face ID e código seguro.
ro: Autentificarea cu Apple este protejată prin Touch ID, Face ID și opțiuni puternice de coduri de acces.
ru: При использовании функции «Вход с Apple» защита данных обеспечивается Touch ID, Face ID и надежными параметрами код-пароля.
sk: Prihlásenie cez Apple je chránené pomocou Touch ID, Face ID alebo silného kódu zariadenia.
sl: Vpis z računom Apple je zaščiten z možnostmi Touch ID, Face ID in močne kode za dostop.
sv: Logga in med Apple skyddas av Touch ID, Face ID och starka lösenkoder.
ta: Touch ID, Face ID, வலுவான பாஸ்கோடு விருப்பங்கள் ஆகியவற்றால் Apple மூலம் உள்நுழைவது பாதுகாக்கப்பட்டுள்ளது.
te: Touch ID, Face ID, మరియు బలమైన పాస్‌కోడ్ ఎంపికలతో 'Appleతో సైన్ ఇన్ చేయండి' సంరక్షించబడుతుంది.
th: การลงชื่อเข้าด้วย Apple ถูกปกป้องโดย Touch ID, Face ID และตัวเลือกรหัสที่ปลอดภัยสูง
tr: Apple ile Giriş Yap; Touch ID, Face ID ve kuvvetli parola seçenekleri ile korunur.
uk: Вхід з Apple захищено засобами Touch ID, Face ID та надійного коду допуску.
ur: “‏Apple سے سائن اِن کریں” کو ‏⁨Touch ID⁩، ‏⁨Face ID⁩، اور پاس کوڈ کے مضبوط اختیارات کے ذریعے تحفظ فراہم کیا گیا ہے۔
vi: Đăng nhập bằng Apple được bảo vệ bằng các tùy chọn Touch ID, Face ID và mật mã mạnh.
zh_cn: “通过Apple登录”受触控ID、面容ID和强密码选项保护。
zh_hk: 「使用Apple登入」受Touch ID、Face ID和高強度密碼選項所保護。
zh_tw: 「使用Apple登入」受到Touch ID、Face ID和高強度密碼選項的保護。
